[
  {
    "id": 1,
    "name": "kogi",
    "c1": 2,
    "c2": 3,
    "c3": 4,
    "story": "you are in kogi, you ask for a coconut",
    "story in sinhalese": "ඔබ සිටින්නේ කොගි හි, ඔබ පොල් ඉල්ලන්න",
    "story in spanish": "Estás en Kogi, pides un coco",
    "nav": "press 1 to go to lagos, press 2 to go to ibadan, and press 3 to go to space station",
    "win": 0,
    "lose": 0,
    "bird": 0,
    "stranger": 1,
    "weather": 1
  },
  {
    "id": 2,
    "name": "lagos",
    "c1": 11,
    "c2": 10,
    "c3": 7,
    "story": "this is a very busy city, be ready for some notoriuos traffic",
    "story in sinhalese": "මෙය ඉතා කාර්යබහුල නගරයකි, සමහර නොරිූවියෝස් ගමනාගමනය සඳහා සූදානම්ව සිටින්න",
    "story in spanish": "Esta es una ciudad muy ocupada, prepárate para algún tráfico de nooriuos",
    "nav": "press 1 to go to ghana, press 2 to go to greece, and press 3 to go to the forest",
    "win": 0,
    "lose": 0,
    "bird": 1,
    "stranger": 0,
    "weather": 1
  },
  {
    "id": 3,
    "name": "ibadan",
    "c1": 4,
    "c2": 8,
    "c3": 10,
    "story": "welcome to the city with a splash of gold and rust",
    "story in sinhalese": "රත්රන් හා මලකඩ සහිත නගරයට සාදරයෙන් පිළිගනිමු",
    "story in spanish": "Bienvenido a la ciudad con un toque de oro y óxido",
    "nav": "Press 1 to go to the space station, 2 to go to Malta, and 3 to go to greece",
    "win": 0,
    "lose": 0,
    "bird": 1,
    "stranger": 0,
    "weather": 1
  },
  {
    "id": 4,
    "name": "space station",
    "c1": 5,
    "c2": 9,
    "c3": 12,
    "story": "you are in the space station, a rocket explodes near you",
    "story in sinhalese": "ඔබ සිටින්නේ අභ්යවකාශ මධ්යස්ථානයේ, රොකට්ටුවක් ඔබ අසලම පුපුරා යයි",
    "story in spanish": "Estás en la estación espacial, un cohete explota cerca de ti",
    "nav": "Press 1 to go to Ottawa, 2 to go to the Volcano, and 3 to go to the swimming pool",
    "win": 0,
    "lose": 0,
    "bird": 0,
    "stranger": 0,
    "weather": 1
  },
  {
    "id": 5,
    "name": "ottawa",
    "c1": 6,
    "c2": 1,
    "c3": 13,
    "story": "hi there, welcome to ottawa, here is a ticket to the museum of nature.",
    "story in sinhalese": "හායි, ඔටාවා වෙත සාදරයෙන් පිළිගනිමු, සොබාදහමේ කෞතුකාගාරයට ප්රවේශ පත්රයක් මෙන්න.",
    "story in spanish": "Hola, bienvenido a Ottawa, aquí hay un boleto al Museo de la Naturaleza.",
    "nav": "press 1 to go to las vegas, press 2 to go to lagos, and press 3 to go to sudbury",
    "win": 0,
    "lose": 0,
    "bird": 0,
    "stranger": 0,
    "weather": 1
  },
  {
    "id": 6,
    "name": "las vegas",
    "c1": 13,
    "c2": 5,
    "c3": 19,
    "story": "you will have a wedding with Elvis",
    "story in sinhalese": "ඔබට එල්විස් සමඟ විවාහ මංගල්යයක් ලැබේ",
    "story in spanish": "Tendrás una boda con Elvis",
    "nav": "press 1 to go to sudbury, press 2 to go to ottawa, and press 3 to go to medellin",
    "win": 0,
    "lose": 0,
    "bird": 0,
    "stranger": 0,
    "weather": 1
  },
  {
    "id": 7,
    "name": "forest",
    "c1": 9,
    "c2": 22,
    "c3": 8,
    "story": "you are running far away from a lion and should across a river with crocodiles",
    "story in sinhalese": "ඔබ සිංහයෙකුගෙන් බොහෝ දුරින් සිටින අතර කිඹුලන් සහිත ගඟක් හරහා යා යුතුය",
    "story in spanish": "Estás corriendo lejos de un león y debería sobre un río con cocodrilos",
    "nav": "press 1 to go to the volcano, press 2 to go to toronto, and press 3 to go to malta",
    "win": 0,
    "lose": 0,
    "bird": 1,
    "stranger": 0,
    "weather": 1
  },
  {
    "id": 8,
    "name": "malta",
    "c1": 11,
    "c2": 9,
    "c3": 3,
    "story": "you find  an amazing  sport to jump into the ocean",
    "story in sinhalese": "සාගරයට පනින්න ඔබට පුදුමාකාර ක්රීඩාවක් සොයා ගනී",
    "story in spanish": "Encuentras un deporte increíble para saltar al océano",
    "nav": "press 1 to go to ghana, press 2 to go to the volcano, and press 3 to go to ibadan",
    "win": 0,
    "lose": 0,
    "bird": 0,
    "stranger": 1,
    "weather": 1
  },
  {
    "id": 9,
    "name": "volcano",
    "c1": 10,
    "c2": 13,
    "c3": 2,
    "story": "there some active volcanoes, be careful not to step on them, else you will activate it.",
    "story in sinhalese": "සමහර ක්රියාශීලී ගිනි කඳු, ඒවා මතට ​​නොයෑම ගැන සැලකිලිමත් වන්න, නැතිනම් ඔබ එය සක්රිය කරනු ඇත.",
    "story in spanish": "Hay algunos volcanes activos, ten cuidado de no pisarlos, de lo contrario, lo activará.",
    "nav": "press 1 to go to greece, press 2 to go to sudbury, and press 3 to go to lagos",
    "win": 0,
    "lose": 0,
    "bird": 0,
    "stranger": 0,
    "weather": 0
  },
  {
    "id": 10,
    "name": "greece",
    "c1": 5,
    "c2": 2,
    "c3": 7,
    "story": "enjoy the fresh waters of greece, it is a good place to relax and get refreshed",
    "story in sinhalese": "ග්රීසියේ නැවුම් ජලය භුක්ති විඳින්න, එය ලිහිල් කිරීමට හා ප්රබෝධමත් කිරීමට හොඳ ස්ථානයකි",
    "story in spanish": "Disfrute de las aguas frescas de Grecia, es un buen lugar para relajarse y refrescarse",
    "nav": "press 1 to go to ottawa, press 2 to go to lagos, and press 3 to go to the forest",
    "win": 0,
    "lose": 0,
    "bird": 1,
    "stranger": 0,
    "weather": 1
  },
  {
    "id": 11,
    "name": "ghana",
    "c1": 9,
    "c2": 12,
    "c3": 13,
    "story": "welcome to ghana, here is some banku for you to enjoy.",
    "story in sinhalese": "Hana ානාවට සාදරයෙන් පිළිගනිමු, ඔබට විනෝද වීමට බැංකු කිහිපයක් මෙන්න.",
    "story in spanish": "Bienvenido a Ghana, aquí hay un Banku para que disfrutes.",
    "nav": "press 1 to go to the volcano, 2 to go to the swimming pool, and 3 to go to sudbury",
    "win": 0,
    "lose": 0,
    "bird": 1,
    "stranger": 0,
    "weather": 0
  },
  {
    "id": 12,
    "name": "swimming pool",
    "c1": 9,
    "c2": 2,
    "c3": 7,
    "story": "take a deep breath and check the water temperature",
    "story in sinhalese": "ගැඹුරු හුස්මක් ගෙන ජල උෂ්ණත්වය පරීක්ෂා කරන්න",
    "story in spanish": "respirar profundamente y verificar la temperatura del agua",
    "nav": "press 1 to go to the volcano press 2 to go to lagos, and press 3 to go to the forest",
    "win": 0,
    "lose": 0,
    "bird": 0,
    "stranger": 0,
    "weather": 1
  },
  {
    "id": 13,
    "name": "sudbury",
    "c1": 14,
    "c2": 22,
    "c3": 19,
    "story": "you are welcomed by a bear",
    "story in sinhalese": "ඔබ වලසෙකු විසින් පිළිගනු ලැබේ",
    "story in spanish": "eres bienvenido por un oso",
    "nav": "press 1 to go to kerala, press 2 to go to ghana, and press 3 to go to medellin",
    "win": 0,
    "lose": 0,
    "bird": 0,
    "stranger": 1,
    "weather": 1
  },
  {
    "id": 14,
    "name": "kerala",
    "c1": 5,
    "c2": 11,
    "c3": 4,
    "story": "welcome to kerala. weather is 30 C",
    "story in sinhalese": "කේරළයට සාදරයෙන් පිළිගනිමු. කාලගුණය 30 සී",
    "story in spanish": "Bienvenido a Kerala. El clima es 30 C",
    "nav": "press 1 to go to ottawa, 2 to go to ghana, 3 to go to the space station",
    "win": 0,
    "lose": 0,
    "bird": 1,
    "stranger": 0,
    "weather": 1
  },
  {
    "id": 15,
    "name": "pizza pizza",
    "c1": 13,
    "c2": 11,
    "c3": 8,
    "story": "Welcome to pizza pizza! The best pizza there is!",
    "story in sinhalese": "පීසා පීසා වෙත සාදරයෙන් පිළිගනිමු! හොඳම පීසා ඇත!",
    "story in spanish": "¡Bienvenido a Pizza Pizza! ¡La mejor pizza que hay!",
    "nav": "Press 1 to go to Sudbury, 2 to go to ghana, and 3 to go to Malta",
    "win": 0,
    "lose": 0,
    "bird": 1,
    "stranger": 1,
    "weather": 1
  },
  {
    "id": 16,
    "name": "vancouver",
    "c1": 5,
    "c2": 6,
    "c3": 12,
    "story": "You are in vancouver, home of the Canuks hockey team! You like the city and there is no snow",
    "story in sinhalese": "ඔබ සිටිනවා, කැනේක්ස් හොකී කණ්ඩායමේ නිවහන! ඔබ නගරයට කැමති අතර හිම නැත",
    "story in spanish": "¡Estás en Vancouver, hogar del equipo de hockey de Canuks! Te gusta la ciudad y no hay nieve",
    "nav": "press 1 to go to ottawa, press 2 to go to las vegas, and press 3 to go to the swimming pool",
    "win": 0,
    "lose": 0,
    "bird": 0,
    "stranger": 1,
    "weather": 0
  },
  {
    "id": 17,
    "name": "paris",
    "c1": 14,
    "c2": 10,
    "c3": 5,
    "story": "you want to shop at champs elisées but you don't have money for it",
    "story in sinhalese": "ඔබට සම්ප් එසිසෙස් හිදී සාප්පු යෑමට අවශ්ය නමුත් ඔබට ඒ සඳහා මුදල් නැත",
    "story in spanish": "Quieres comprar en Champs Elisées pero no tienes dinero para ello",
    "nav": "press 1 to go to kerala, press 2 to go to greece, and press 3 to go to ottawa",
    "win": 0,
    "lose": 0,
    "bird": 1,
    "stranger": 0,
    "weather": 0
  },
  {
    "id": 18,
    "name": "nepal",
    "c1": 13,
    "c2": 22,
    "c3": 1,
    "story": "a monkey steals your belongs",
    "story in sinhalese": "ඔබේ අයිති සොරකම් කරන වඳුරෙක්",
    "story in spanish": "Un mono roba tus pertenencias",
    "nav": "press 1 to go to sudbury, press 2 to go to toronto, and press 3 to go to kogi",
    "win": 0,
    "lose": 0,
    "bird": 0,
    "stranger": 0,
    "weather": 0
  },
  {
    "id": 19,
    "name": "medellin",
    "c1": 11,
    "c2": 4,
    "c3": 9,
    "story": "welcome to medellin.",
    "story in sinhalese": "මේදලින් වෙත සාදරයෙන් පිළිගනිමු.",
    "story in spanish": "Bienvenido a Medellin.",
    "nav": "press 1 to go to ghana, press 2 to go to the space station, and press 3 to go to the volcano",
    "win": 0,
    "lose": 0,
    "bird": 1,
    "stranger": 0,
    "weather": 1
  },
  {
    "id": 20,
    "name": "sahara",
    "c1": 12,
    "c2": 2,
    "c3": 5,
    "story": "it is terribly hot here, try and dig deep to reach some water",
    "story in sinhalese": "මෙහි ඉතා උණුසුම්, වතුර ටිකක් කරා ළඟා වීමට උත්සාහ කර ගැඹුරු උත්සාහ කරන්න",
    "story in spanish": "Hace mucho calor aquí, intenta cavar profundamente para alcanzar un poco de agua.",
    "nav": "press 1 to go to the swimming pool, press 2 to go to lagos, and press 3 to go to ottawa",
    "win": 0,
    "lose": 0,
    "bird": 0,
    "stranger": 1,
    "weather": 1
  },
  {
    "id": 21,
    "name": "the fork",
    "c1": 23,
    "c2": 25,
    "c3": 11,
    "story": "You reach a fork in the road and can choose several options",
    "story in sinhalese": "ඔබ පාරේ දෙබලක කරා ළඟා වන අතර විකල්ප කිහිපයක් තෝරා ගත හැකිය",
    "story in spanish": "Llegas a una bifurcación en el camino y puedes elegir varias opciones",
    "nav": "press 1 to go to the haunted house, press 2, to go to cambrian, press 3 to go to ghana",
    "win": 0,
    "lose": 0,
    "bird": 1,
    "stranger": 1,
    "weather": 0
  },
  {
    "id": 22,
    "name": "toronto",
    "c1": 5,
    "c2": 6,
    "c3": 7,
    "story": "Welcome to Toronto, home of the CN tower! You like the city, but houses cost $2m",
    "story in sinhalese": "ටොරොන්ටෝ වෙත සාදරයෙන් පිළිගනිමු, සීඑන් කුළුණගේ නිවස! ඔබ නගරයට කැමති නමුත් නිවාස සඳහා වැය වන්නේ ඩොලර් මිලියන 2 කි",
    "story in spanish": "¡Bienvenido a Toronto, hogar de la Torre CN! Te gusta la ciudad, pero las casas cuestan $ 2 millones",
    "nav": "Press 1 to go to Ottawa, 2 to go to Las Vegas, and 3 to go to the Forest",
    "win": 0,
    "lose": 0,
    "bird": 0,
    "stranger": 0,
    "weather": 0
  },
  {
    "id": 23,
    "name": "haunted house",
    "c1": 24,
    "c2": 1,
    "c3": "",
    "story": "You are in a haunted house, it is very scary and there are murders everywhere",
    "story in sinhalese": "ඔබ සිටින්නේ හොල්මන් නිවසක, එය ඉතා බියජනක වන අතර සෑම තැනකම මිනීමැරුම් තිබේ",
    "story in spanish": "Estás en una casa embrujada, da mucho miedo y hay asesinatos en todas partes",
    "nav": "press 1 to go to the basement, 2 to run away to kogi",
    "win": 0,
    "lose": 0,
    "bird": 0,
    "stranger": 0,
    "weather": 0
  },
  {
    "id": 24,
    "name": "basement",
    "c1": "",
    "c2": "",
    "c3": "",
    "story": "You made it to the basement, but you fell in the hole and get eaten by the monsters, you die, game over",
    "story in sinhalese": "ඔබ එය පහළම මාලය වෙත හැදුවා, නමුත් ඔබ කුහරය තුළට වැටී රාක්ෂයන් විසින් ආහාරයට ගැනීම, ඔබ මිය යයි, ක්රීඩාව අවසන්",
    "story in spanish": "Llegaste al sótano, pero cayó en el agujero y te comiste por los monstruos, mueres, juego terminado",
    "nav": "",
    "win": 0,
    "lose": 1,
    "bird": 1,
    "stranger": 1,
    "weather": 0
  },
  {
    "id": 25,
    "name": "Cambrian graduation",
    "c1": "",
    "c2": "",
    "c3": "",
    "story": "You finally finish school, you never have to do homework again, and you are finished. Bonus prize, one million dollars",
    "story in sinhalese": "ඔබ අවසානයේ පාසල අවසන් කරන්න, ඔබ නැවත කිසි දිනෙක ගෙදර වැඩ කිරීමට අවශ්ය නැත, ඔබ අවසන්. බෝනස් ත්යාගය ඩොලර් මිලියනයකි",
    "story in spanish": "Finalmente terminas la escuela, nunca tienes que volver a hacer la tarea y has terminado. Premio de bonificación, un millón de dólares",
    "nav": "",
    "win": 1,
    "lose": 0,
    "bird": 1,
    "stranger": 1,
    "weather": 1
  }
]